
"AX_SLEEP_ICON_DESCRIPTION"	= "Ícone de pausa";
"AX_RESTART_ICON_DESCRIPTION" = "Ícone de reiniciar";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Ícone de desligar";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"A encerrar a sessão";

"SHUTTING_DOWN"	=	"A desligar";

"RESTARTING"	=	"A reiniciar";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Forçar %@ a sair?";
"FORCE_QUIT_INFO_MESSAGE"	=	"As alterações não guardadas serão ignoradas.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Pretende forçar a saída das %ld aplicações seleccionadas?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"As alterações não guardadas serão ignoradas.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Para libertar memória, seleccione uma aplicação e clique Forçar Saída.";

"NORMAL_MESSAGE_TEXT" = "Se uma aplicação não responder durante algum tempo, seleccione o respectivo nome e clique em Forçar saída.";

"LOMEM_INFO_TEXT" = "Fechar janelas e remover ficheiros do dicos de arranque poderá ajudar.";

"NORMAL_INFO_TEXT" = "Pode abrir esta janela premindo \nComando + Opção + Esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Forçar saída";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "A sessão não foi terminada porque a aplicação %@ não fechou. Para voltar a tentar terminar sessão, saia de %@ e seleccione o menu Apple > Terminar sessão.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "A sua sessão não foi encerrada porque uma aplicação não terminou. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Para sair de uma aplicação que não responde, seleccione o menu Apple > Forçar saída (ou prima Comando + Opção + Esc.)";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Não foi possível fechar a aplicação %@ e esta não responde.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "A aplicação %@ cancelou o encerramento.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Uma aplicação cancelou o encerramento de sessão.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "A aplicação %@ cancelou o encerramento da sessão. O FileVault não será activado para esta conta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Uma aplicação cancelou o encerramento de sessão. O FileVault não será activado nesta conta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "A conta permanecerá por cifrar. Para activar o FileVault, abra as Preferências do Sistema e tente de novo. Se acabou de definir a palavra-passe mestra não necessita de fazê-lo de novo.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "A aplicação %@ cancelou o encerramento da sessão. O FileVault não será desactivado para esta conta.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Uma aplicação cancelou o encerramento de sessão. O FileVault não será desactivado nesta conta.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "A aplicação %@ cancelou o encerramento da sessão. O FileVault não será convertido para esta conta.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Uma aplicação cancelou o encerramento de sessão. O FileVault não será convertido nesta conta.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "A conta permanecerá cifrada. Para desactivar o FileVault, abra as Preferências do Sistema e tente de novo.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "A conta permanecerá com o formato original. Para converter o FileVault, abra as Preferências do Sistema e tente de novo.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Para tentar de novo, saia de %@ e seleccione Terminar sessão, no menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Para voltar a tentar, seleccione Terminar sessão, no menu Apple.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "A aplicação %@ cancelou o processo para reiniciar o computador.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Uma aplicação cancelou o processo para reiniciar o computador.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Para tentar de novo, abandone %@ e seleccione Reiniciar no menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Para tentar de novo, seleccione o menu Apple > Reiniciar.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "A aplicação %@ cancelou o processo para desligar o computador.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Uma aplicação cancelou o processo para desligar o computador.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Para tentar de novo, abandone %@ e seleccione o menu Apple > Desligar.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Para tentar de novo, seleccione Desligar no menu Apple.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Impossível iniciar o Finder porque ocorreu um problema grave.";


"APP_DIED_ALERT_MESSAGE"		=   "A aplicação %@ terminou inesperadamente.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "O sistema e as outras aplicações não foram afectados.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Cancelar";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Desligar";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Reiniciar";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Pausa";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Forçar saída";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Forçar saída";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Voltar a abrir";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pausa";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Retomar";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Tem a certeza de que pretende desligar o computador agora?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Tem a certeza de que pretende reiniciar o computador agora?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Tem a certeza de que pretende sair de todas as aplicações e terminar sessão?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Este computador foi programado para entrar automaticamente em pausa.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Este computador foi programado para se desligar automaticamente.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Este computador foi programado para reiniciar automaticamente.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutos e %2$d segundos";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutos e 1 segundo";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutos";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minuto e %d segundos";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minuto e 1 segundo";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minuto";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d segundos";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 segundo";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 segundos";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Se não efectuar qualquer acção, a sua sessão será automaticamente encerrada dentro de %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Se não efectuar qualquer acção, o computador desligar-se-á automaticamente dentro de %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Se não efectuar qualquer acção, o computador reiniciar-se-á automaticamente dentro de %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Se não efectuar qualquer acção, o computador desligar-se-á automaticamente dentro de %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Se não efectuar qualquer acção, o computador entrará automaticamente em pausa dentro de %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Se não efectuar qualquer acção, o computador reiniciar-se-á automaticamente dentro de %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Se desligar, os seus ficheiros serão eliminados.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Tem sessão iniciada como convidado. Se encerrar o computador, apagará todos os ficheiros e informação na pasta pessoal do utilizador convidado. Estes ficheiros não poderão ser recuperados.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Se reiniciar, os seus ficheiros serão eliminados.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Tem sessão iniciada como convidado. Se reiniciar o computador, apagará todos os ficheiros e informação na pasta pessoal do utilizador convidado. Estes ficheiros não poderão ser recuperados.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Se encerrar a sessão, os seus ficheiros serão eliminados.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Apagar ficheiros e terminar sessão";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Apagar ficheiros e reiniciar";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Apagar ficheiros e desligar";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "desconhecido";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "O relógio do computador apresenta uma data anterior a 1 de Janeiro de 2008. Algumas aplicações poderão ter um funcionamento anormal.";

"ILLEGAL_TIME_MESSAGE" = "Para acertar o relógio manualmente, abra as preferências de Data e Hora. Para mais informações, seleccione Ajuda > Ajuda Mac.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Utilizadores de partilha de ficheiros Apple ligados";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Tem a certeza de que pretende reiniciar o computador agora?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Tem a certeza de que pretende desligar o computador agora?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Existem outros %d utilizadores ligados a este computador utilizando a partilha de ficheiros.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Existe um utilizador ligado a este computador utilizando a partilha de ficheiros.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Existem outros %d utilizadores ligados a este computador utilizando a partilha de ficheiros.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Existe um utilizador ligado a este computador utilizando a partilha de ficheiros.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Tem de introduzir uma palavra-passe para desproteger o ecrã.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (não responde)";

"APP_PAUSED_SUFFIX" = " (pausa)";

"APP_THROTTLED_SUFFIX" = " (suprimido)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Impossível aceder, de momento, à conta do utilizador \"%@\".";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "O início de sessão falhou porque ocorreu um erro. A pasta pessoal da conta a que está a tentar aceder encontra-se num servidor AFP ou SMB. Contacte o administrador do sistema para obter ajuda.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
